;
; Translation Author: Rinaldo M. aka Whiteshark 
; Translation Author Email: dad428@hotmail.com
; Translation Author Website: www.webalice.it/whiteshark_1/
;
; Software = Wise Disk Cleaner 9.31.650
; Actual Translation Maintainer: xilolee, from version 7.97.568
; Translation updated/checked Sunday 30th October 2016
;
; Previous Translation Maintainers:
;
[GUI]
ButtonYes=Si
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimizza
ButtonMaximize=Ingrandisci
ButtonClose=Chiudi
ButtonRestore=Ripristina
ButtonMenu=Menu
ClearMode=Visualizzazione trasparente
ClassicMode=Visualizzazione classica

[Translation]
ReadHabit=Left-to-right
LanguageName=ITA
LangCode=0410
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Conferma
Warning=Attenzione
Error=Errore
Confirm=Conferma
;
;  Popup Menu
;
pmGo=Apri la cartella contenitrice
pmNone=Nessuno
pmAll1=Tutti
pmrec=Consigliati
pmIgnore=Ignora questo elemento
pmExport=Esporta in...
pmInvert=Inverti selezione
;
; Main GUI
;
FrmWDC.pmPortable.caption=Crea una versione portatile
FrmWDC.pmRestore.caption=Ripristino
FrmWDC.pmSettings.caption=Opzioni
FrmGeneral.chkuac.caption=Salta UAC
FrmWDC.pmHelp.caption=Aiuto in linea
FrmWDC.pmHome.caption=Il nostro sito web
FrmWDC.pmForum.caption=Forum
FrmWDC.pmContact.caption=Contattaci
FrmWDC.pmCheckNew.caption=Ricerca aggiornamenti...
FrmWDC.pmLang.caption=Linguaggi
FrmWDC.pmSkin.caption=Cambia Tema
FrmWDC..caption=Informazioni
FrmWDC.btncomm.caption=Pulizia normale
FrmWDC.btnadv.caption=Pulizia avanzata
FrmWDC.btnsilm.caption=Snellimento sistema
FrmWDC.btnlikeit.caption=Mi piace
FrmWDC.btnsuggest.caption=Suggerimenti e opinioni
FrmWDC.btnupdate.caption=Controlla aggiornamenti
FrmWDC.btnfacebook.hint=Clicca "mi piace" sulla pagina di WiseCleaner su Facebook e seguici!
FrmWDC.btntwitter.hint=Condividi i tuoi pensieri riguardo questo programma su Twitter!
FrmWDC.btnemail.hint=Se apprezzi questo programma, consiglialo ai tuoi amici!
FrmWDC.btnassist.caption=Assistenza
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption=La ricerca di file vuoti ha effetto una sola volta. Se necessario, dovrà essere nuovamente selezionata.
Frmadvdc.btnscan.caption=Scansione
Frmadvdc.lblpath.caption=Scansione di:
Frmadvdc.btnrescan.caption=Scansione
Frmadvdc.btnall.caption=Tutto
Frmadvdc.btnadvanced.caption=Opzioni avanzate
Frmadvdc.btnnone.caption=Nulla
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner è il miglior pulitore di registro per Windows. Veloce, completo e sicuro!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblspeed.caption=La miglior velocità di scansione al mondo!
Frmadvdc.lblrec.caption=Altre applicazioni apprezzate dai nostri utenti:
Frmadvdc.vtfiles.Columns[0]=Nome file
Frmadvdc.vtfiles.Columns[1]=Dimensione
Frmadvdc.vtfiles.Columns[2]=Percorso
Frmadvdc.vtfiles.Columns[3]=Ultimo accesso
Frmadvdc.vtfiles.Columns[4]=Tipo
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Aggiungi
FrmAdvSettings.btnremove.caption=Rimuovi
FrmAdvSettings.btncancel.caption=Annulla
FrmAdvSettings.wcknull.caption=Trova file vuoti (0 byte, lento)
FrmAdvSettings.wckshortcut.caption=Trova collegamenti non validi (lento)
FrmAdvSettings.caption=Opzioni avanzate
FrmAdvSettings.btnre.caption=Consigliati
FrmAdvSettings.btnall.caption=Tutto
FrmAdvSettings.btnnone.caption=Nulla
;
; Input 
;
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Annulla
;
; About
;
FrmAboutWin.caption=Informazioni
FrmAbout.lblver.caption=Versione corrente:
FrmAbout.lblhome.caption=Il nostro sito web:
FrmAbout.lblemail.caption=Supporto tecnico:
FrmAbout.lblthanks.caption=Si ringraziano le seguenti persone per la collaborazione:
FrmAbout.btngoogle.hint=Seguici su Google+
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Modalità riga di comando
FrmAutorunSettings.lblcmdinfo.caption=È possibile avviare programma, scansione e pulizia automatica dei dischi usando la riga di comando. Per ulteriori informazioni premi F1 o fai clic sul collegamento seguente per leggere l'aiuto in linea.
FrmAutorunSettings.chk1.caption=Crea sul desktop l'icona 'Pulizia 1-clic'
FrmAutorunSettings.chkadv.caption=Includi la pulizia avanzata
FrmAutorunSettings.btnhelp.caption=Aiuto in linea
;
; Common Cleaner
;
Frmcommon.lblcustom.caption=Le tue regole
Frmcommon.lblcustomhint.caption=Scansiona i percorsi e le cartelle da te scelti.
FrmCommon.btnBack.caption=Ritorna
FrmCommon.btnall.caption=Tutto
FrmCommon.btnre.caption=Consigliati
FrmCommon.btnnone.caption=Nulla
FrmCommon.wckadv.caption=Attiva pulizia avanzata
FrmCommon.WiseLabel1.caption=Pianifica attività
FrmCommon.lbltype.caption=Modalità di avvio
FrmCommon.lblweek.caption=Giorno:
FrmCommon.lbltime.caption=Ora:
FrmCommon.btnScan.caption=Scansione
FrmCommon.lblstat.caption=Rimozione facile e veloce di file superflui e tracce d'uso.
FrmCommon.btncancel.caption=Annulla
FrmCommon.btnrescan.caption=Scansione
FrmCommon.lbltrash.caption=File superflui
FrmCommon.lbltrace.caption=Tracce d'uso
FrmCommon.lblapp.caption=Applicazioni
FrmCommon.lblcookie.caption=Cookie
FrmCommon.lbltrashhint.caption=File inutili nel computer.
FrmCommon.lbltracehint.caption=Tracce dell'utente e del sistema.
FrmCommon.lblapphint.caption=File inutili o tracce d'uso creati da altre applicazioni.
FrmCommon.lblcookiehint.caption=Cookie del browser e di flash.
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Aggiungi file
FrmExclusion.btnAddFolder.caption=Aggiungi cartella
FrmExclusion.btnAddType.caption=Aggiungi tipo di file
FrmExclusion.BtnAddCookie.caption=Aggiungi cookie
FrmExclusion.btnImport.caption=Importa
FrmExclusion.btnExport.caption=Esporta
FrmExclusion.btnRemove.caption=Rimuovi
;
; General Settings
;
FrmGeneral.lblmode.caption=Scegli la modalità d'utilizzo:
FrmGeneral.chkmode0.caption=Modalità trasparente
FrmGeneral.chkmode1.caption=Modalità classica
FrmGeneral.lbtran.caption=Traduci in...
FrmGeneral.chkNews.caption=Ricevi il notiziario
FrmGeneral.chknotice.caption=Mostra avviso di pulizia automatica
FrmGeneral.chkwipe.caption=Cancellazione sicura (lento)
FrmGeneral.WiseLabel1.caption=Aggiornamento:
FrmGeneral.WiseLabel2.caption=Lingua:
FrmGeneral.btnchecknew.caption=Cerca ora
FrmGeneral.chkexp.caption=Collabora al progetto di miglioramento
FrmGeneral.lblexp.caption=Dettagli
FrmGeneral.chkassist.caption=Avvisami se qualcuno pone una domanda con ricompensa.
;
; Custom Settings
;
FrmCustom.WiseLabel4.caption=Cartelle personalizzate da vuotare (valido in "Pulizia avanzata")
FrmCustom.btnAdd.caption=Aggiungi
FrmCustom.btnRemove.caption=Rimuovi
FrmCustom.lblCustom.caption=Personalizza le tue regole di scansione.
FrmCustom.lblcustominfo.caption=Se hai molta esperienza, puoi impostare WiseDiskCleaner in modo da trovare ulteriori file da eliminare. Clicca il prossimo collegamento per imparare come creare delle regole personalizzate.
FrmCustom.btnhelp.caption=Aiuto in linea
;
; Mode Settings
;
FrmMode.lblmode.caption=Scegli la modalità d'utilizzo:
FrmMode.btnAdv.caption=Modalità classica
FrmMode.btnSimple.caption==Modalità trasparente
;
; Restore
;
FrmRestore.btnrestore.caption=Ripristina
FrmRestore.btnremove.caption=Rimuovi
FrmRestore.Btnclose.caption=Chiudi
FrmRestore.caption=Ripristina
;
; Settings
;
FrmSettings.tsCommon.caption=Generale
FrmSettings.tsAutoRun.caption=Auto-avvio
FrmSettings.tsExclusion.caption=Esclusioni
FrmSettings.btnAbout.caption=Info
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Annulla
FrmSettings.caption=Opzioni
FrmSettings.tsCustom.caption=Personalizza
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Prova i nostri prodotti per migliorare le prestazioni di Windows
FrmSysClean.lblcareinfo.caption=Wise Care 365 è uno strumento che racchiude in sè molte funzionalità. Include tutte le funzionalità di Wise Registry Cleaner e di Wise Disk Cleaner. È al contempo efficace e facile da usare!
FrmSysClean.lblre.caption=Vuoi migliorare ulteriormente le prestazioni di Windows?
FrmSysClean.btnSlimming.caption=Snellimento
FrmSysClean.btnall.caption=Tutto
FrmSysClean.btnrecommended.caption=Consigliati
FrmSysClean.btnnone.caption=Nulla
FrmSysClean.vtsys.Columns[0]=Elemento
FrmSysClean.vtsys.Columns[1]=Dimensione
FrmSysClean.vtsys.Columns[2]=Posizione
FrmSysClean.vtsys.Columns[3]=Consiglio
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Spazio libero
FrmDiskDefrag.btnfolder.caption=Cartella
FrmDiskDefrag.btnfile.caption=File
FrmDiskDefrag.btnsystem.caption=File di sistema
FrmDiskDefrag.btnFragmented.caption=Frammenti
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Spegni al completamento
FrmDiskDefrag.btnpause.caption=Sospendi
FrmDiskDefrag.btnstop.caption=Ferma
FrmDiskDefrag.btnDefrag.caption=Deframmenta
FrmWDC.btndefrag.caption=Deframmenta
;
; Schedule task
;
FrmScheduler.caption=Pianifica attività

[Message]
NeedAdmin=Questa caratteristica è disponibile solo se il programma è stato avviato con le credenziali di amministratore con privilegi elevati.
Entries=Voci
Clean=Pulisci
ScheduleHint=Pulisci regolarmente il tuo computer.
UpdateError=Errore durante l'aggiornamento. Vuoi scaricare l'ultima versione dal nostro sito web?
LestOneItem=Seleziona almeno un elemento da eliminare.
HistorySaved=Totale spazio liberato: %s
DisableAdd=Per motivi di sicurezza, alcune cartelle speciali (come "Windows", "Boot di Hard Drive" e "CD-ROM") non possono essere aggiunte a questa lista.
ConfirmAdd=Sei sicuro di voler rimuovere tutti i file presenti in %s con la "Pulizia Avanzata"?
DupFolder=Questa cartella è gia compresa nella lista.
ExImport=La lista delle esclusioni è stata esportata in:
SelectHardDrive=Seleziona un disco
CreationDate=Data creazione
Description=Descrizione
NowCleaning=Pulizia di:
ScheduleNextTime=Prossimo avvio:
Never=Mai
InputType=Nome o estensione di file (es. *.tmp, *.old, ecc..)
WarnNoType=Seleziona almeno un tipo di file da cercare!
NoItemChecked=Seleziona uno o più file da eliminare.
WDCRunning=Il programma è in funzione
RemoveSysRestore=Vuoi davvero rimuovere il punto di ripristino selezionato?
RestoreFromSysRestore=È necessario riavviare il computer per ripristinare il sistema. Vuoi ripristinare adesso?
WarnZeroFile=Hai selezionato la ricerca di "File vuoti". Alcuni file da 0 byte sono necessari, verifica prima di rimuoverli. Sei sicuro di volerlo fare?
SysRestoring=Preparazione del ripristino di sistema...
SysCreating=Creazione di un punto di ripristino...
Browse=Sfoglia...
AllHardDrive=Dischi locali
Cleaning=Pulizia in corso...
Exported=Gli elementi correnti sono stati esportati in %s. Vuoi aprire il file adesso?
LeftTimeSec=Durata: %s secondi
Safetodel=si può eliminare in sicurezza
MoreSpace=si può eliminare per liberare spazio
Unknow=Sconosciuto
AddFileType=Aggiungi un tipo di file
AlreadExist=%s è già presente nella lista.
illegalType=%s è un tipo di file non valido.
Summary=Riepilogo
InputSummary=Inserisci la descrizione per questo tipo di file:
noselected=Nessun elemento selezionato
DelFileType=Sei sicuro di voler eliminare questo tipo di file?
ScanAborted=La scansione è stata annullata!
TrashFound=Rilevati %d file per complessivi %s.
NoTrashAndTrace=Congratulazioni! Il computer è pulito!
CleanDone=Pulizia completata!
LestOne=Seleziona almeno un elemento da analizzare
LestOneClean=Seleziona almeno un elemento da eliminare
Scanning=Scansione in corso...
InvalidIgnorItem=Impossibile ignorare questo elemento
TraceFound=Rilevate %d tracce d'uso
CleanNow=Si consiglia la pulizia immediata
TrashRemoved=Eliminati %d file recuperando %s di spazio su disco.
TraceRemoved=%d tracce d'uso rimosse
LastCommonClean=Ultima pulizia dei dischi:
Working=Attendi il completamento del processo in corso e riprova
NoFilesFound=Nessun file superfluo
NoTracesFound=Nessuna traccia rilevata
FindTraces=%d tracce d'uso rilevate
NoItemFound=Nessun elemento rilevato
FindFilesSize=Rilevati %d file per complessivi %s.
FindTracesSection=In questa sezione sono state rilevate %d tracce d'uso
CanFreeSpace=Sono stati rilevati %d file e verranno recuperati %s
TotalTraces=Sono state rilevate %d tracce in totale
EnableRestore="Ripristino di sistema" non è attivo. Vuoi attivarlo adesso?
RestorePointFail=Creazione del punto di ripristino non riuscita.
ErrorMsg=Messaggio di errore:
NoNewVer=Stai usando la versione più recente!
KeyWord=Inserisci le parole chiave
AddFolder=Aggiungi cartella
CannotCrTask=Impossibile creare un processo pianificato
InvalidType=Inserisci una estensione di file valida
NoType=Seleziona almeno un tipo di file da cercare
FailToDelete=Alcuni file non possono essere cancellati fino al prossimo riavvio del sistema
GoodHabit=Mantenere il PC pulito è una buona abitudine. Continua così!
7After=Sono trascorsi %d giorni dall'ultima pulizia. Si consiglia una scansione immediata
7Before=È buona abitudine mantenere i dischi puliti e tutelare la tua privacy
TaskExists=La pianificazione esiste già. Vuoi eliminarla o crearne una nuova? (No - Modifica la pianificazione esistente. Annulla - Annulla il processo)
NoBackupSelected=Seleziona almeno un backup da ripristinare
StartScan=Scansione
StartClean=Pulizia
Cancel=Annulla
Idle=A PC inattivo
Daily=Giornaliera
Weekly=Settimanale
Monthly=Mensile
Monday=Lunedì
Tuesday=Martedì
Wednesday=Mercoledì
Thursday=Giovedì
Friday=Venerdì
Saturday=Sabato
Sunday=Domenica
AvdDefaultHint=Ricerca di ulteriori file superflui per liberare spazio
TrashFoundEx=Sono stati rilevati i seguenti file superflui:
NoDriveChecked=Seleziona uno o più drive da analizzare
ScanFor=Analisi drive:
FindDrives=Ricerca drive in corso...
Login=All'accesso
NewVer=È disponibile una nuova versione di Wise Disk Cleaner! Vuoi aggiornare adesso?
TranslateTo=Traduci in...
AddCookies=Aggiungi cookie
InputCookie=Inserisci cookie (es. wisecleaner.com, ecc...)
InvalidCookie=Cookie non valido
BrowserRunning=%s é in funzione, pertanto non é possibile eliminare cache e cookie. Vuoi chiuderlo?

[CommonClean]
ScanAbortedHint=Si consiglia una nuova scansione per la ricerca di file superflui e tracce d'uso.
DefaultHint=Eliminando file superflui e tracce Internet si recupera spazio salvaguardando la privacy
ScanAbortedHint1=Si consiglia un'analisi immediata per la ricerca di file superflui
WhenIdle=A PC inattivo
WhenLogin=All'accesso

[SysClean]
Open=Apri
Remove=Rimuovi
MoreSpace=si può eliminare per liberare spazio
Cleaning=Pulizia in corso...
Scanning=Analisi in corso...
ScanEnd=Sono stati rilevati %d elementi. Con lo snellimento verranno liberati %s di spazio su disco
NoItems=Congratulazioni! Il disco di sistema è pulito
SpaceFreed=Snellimento completato. Sono stati liberati %s di spazio su disco
Installer=Installatore di Windows obsoleto
LongInstaller=Gli installatori di Windows obsoleti sono file superflui. Si possono rimuovere per liberare spazio su disco
PatchUninstall=File di disinstallazione degli aggiornamenti di Windows Update
LongPatchUninstall=LongPatchUninstall=Se non è necessario disinstallare gli aggiornamenti di Windows Update, è possibile rimuovere questi file.
Downloadedfiles=File di installazione di Windows scaricati
Longdownloadedfiles=Dopo l'installazione corretta degli aggiornamenti di Windows Update,  è possibile rimuovere questi file.
Baselinecache=Windows Installer Baseline Cache
LongBaselinecache=Questi file sono stati creati dal servizio Windows Installer e possono essere rimossi.
JPIME=IME Giapponese
LongJPIME=Se non usi i file dell'IME Giapponese, puoi rimuovere questi file
KoreanIME=IME Coreano
LongKoreanIME=Se non usi i file dell'IME Coreano, puoi rimuovere questi file
TChineseIME=IME Cinese Tradizionale
LongTChineseIME=Se non usi i file dell'IME Cinese Tradizionale, puoi rimuovere questi file
MPinyinIME=IME MS Pinyin
LongMPinyinIME=Se non usi i file dell'IME MS PinYin, puoi rimuovere questi file
HelpFile=File della Guida di Windows
LongHelpFile=Se non usi i file della Guida di Windows, puoi rimuovere questi file
SamplePic=Immagini campione di Windows
LongSamplePic=Se non usi le immagini campione di Windows, puoi rimuovere questi file
SampleMic=Musica campione di Windows
LongSampleMic=Se non usi la musica campione di Windows, puoi rimuovere questi file
SampleVideos=Video campione di Windows
LongSampleVideos=Se non usi i video campione di Windows, puoi rimuovere questi file
SampleMedia=File multimediali campione di Windows
LongSampleMedia=Se non usi i file campione multimediali di Windows, puoi rimuovere questi file
Wallpaper=File degli sfondi di Windows
LongWallpaper=Se non usi i file degli sfondi di Windows, puoi rimuovere questi file

[DiskDefrag]
Volume=Drive
Format=File System
TotalSpace=Spazio totale
FreeSpace=Spazio libero
Fragmented=Frammenti
Status=Stato
PmDefrag=Deframmenta
QuickOpt=Ottimizzazione rapida
FullOpt=Ottimizzazione completa
PmAnlyse=Analizza
Resume=Riprendi
Analying=Analisi
Defragmenting=Deframmentazione
Optimizing=Ottimizzazione
Analyed=Analizzato
Defragmented=Deframmentato
Optimized=Ottimizzato
Pause=Sospendi
IsSSD=La selezione deve comprendere almeno un drive a stato solido. Ogni deframmentazione potrebbe ridurne la durata. Sei sicuro di voler continuare?
FragmentedRate=Frammentazione

[Area]
4Sync=4Sync
7Zip=7-Zip
ABBYYFineReader=ABBYY FineReader
AccessFiles=Storia dell'accesso ai file
ACDSee=ACDSee
AceHTML=AceHTML
AcrobatDistiller10=Acrobat Distiller 10
AcrobatReader=Acrobat Reader
AcronisTrueImage=Acronis True Image
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobeFireworks=Adobe Fireworks
AdobeFlash=Adobe Flash
AdobeIllustrator=Adobe Illustrator
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshop=Adobe Photoshop cronologia
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobePremiereElements12=Adobe Premiere Elements 12
AdobePremiereProCC=Adobe Premiere Pro CC
AdobeReaderTmp=Adobe Reader file temporanei
AdvancedSearchbar=Advanced Searchbar
AimersoftVideoConverter=Aimersoft Video Converter
AIMP3=AIMP3
AkelPad=AkelPad
AlZip=AlZip
Anonymizer=Anonymizer
AnyVideoConverterUltimate=Any Video Converter Ultimate
AOLInstantMessenger=AOL Instant Messenger
AppleInstallCache=Cache di installazione di software Apple
AshampooBurningStudio=Ashampoo Burning Studio
AVIPreview=AVI Preview
BaiduYunGuanjia=BaiduYunGuanjia
Battle.net=Battle.net
BitTorrent=BitTorrent
BlueStacks=BlueStacks
BreezeBrowserPro=Breeze Browser Pro
CamfrogVideoChat=Camfrog Video Chat
CamtasiaStudio=Camtasia Studio
CDBurnerXP=CDBurner XP
ChromeCache=Cache di Google Chrome
ChromeCookies=Cookie di Google Chrome
ChromeForm=Cronologia autocompletamento moduli in Google Chrome
Chromelocalstorage=Archiviazione locale di Google
ChromePass=Password salvate in Google Chrome
ChromeSession=Sessione di Google Chrome
CloneCD=CloneCD
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
CompareIt=CompareIt
ConnectifyHotspot=Connectify Hotspot
ConvertXToDVD=ConvertXToDVD
Cookies=Cookie
CopernicDesktopSearch=Copernic Desktop Search
CorelVideoStudioPro=Corel VideoStudio
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPhotoDirector=CyberLink Photo Director
CyberLinkPowerDirector=CyberLink Power Director
DaemonTools=Daemon Tools
dBpoweramp=dBpoweramp
DirectoryOpus=Directory Opus
Ditto=Ditto
DivXplayer=DivX player
DOMStoreCookies=Cookie di MS Internet Explorer DOMStore
DownloadedPatch=File scaricati creati da Windows
Downloads=File scaricati col browser
DriveTheLife=DriveTheLife
Dump=Rapporti dei crash di sistema
DVDFab=DVDFab
ErrorReport=File di segnalazione errori
Evernote=Evernote
ExamDiff=ExamDiff
ExplorerMRU=Altri MTU di Esplora Risorse
ExpressScribe=Express Scribe
FastStoneCapture=FastStone Capture
FastStoneImageViewer=FastStone Image Viewer
FeedDemon=Feed Demon
FireFoxCache=Cache di Mozilla FireFox
FireFoxCookies=Cookie di Mozilla FireFox
FireFoxForm=Cronologia autocompletamento moduli in Mozilla FireFox
FireFoxOther=Altra cronologia di Mozilla FireFox
FireFoxPass=Password salvate in Mozilla FireFox
Flash=Adobe Flash Player
FontCache=Cache dei font di Windows
FormatFactory=Format Factory
FoxitPhantomPDF=Foxit Phantom PDF
FoxitReader=Foxit Reader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreshDownload=Fresh Download
Gadu-Gadu=Gadu-Gadu
GameExplorer=Game Explorer
GIMP=GIMP
GomPlayer=Gom Player
GoogleCalendar=Google Calendar
GoogleChrome=Google Chrome
GoogleDeskbar=Google Deskbar
GoogleEarth=Google Earth
GoogleTalk=Google Talk
GoogleToolbar=Google Toolbar
GoZillailla=GoZillailla
HandBrake=HandBrake
I2P=I2P
IEAddressBarHistory=Cronologia barra indirizzi di MS Internet Explorer
IECahce=Cache di MS Internet Explorer
IECookies=Cookie di MS Internet Explorer
IEForm=Cronologia autocompletamento moduli in Internet Explorer (Dati privati non elencati)
IEHistory=Cronologia attiva di MS Internet Explorer
IEPass=Password salvate in MS Internet Explorer (Dati privati non elencati)
IISLog=File dei rapporti IIS
ImgBurn=ImgBurn
InkScape=InkScape
InvalidLnk=Collegamenti non validi
InvalidScTask=Operazioni pianificate non valide
InvalidStartMenu=Voci non valide nel Menu Start
Invalidsysconfig=Configurazione di sistema non valida
iTunes=iTunes
IZArc=IZArc
JumpList=Jump list in barra processi (saranno rimossi anche gli oggetti fissi)
KantarisMediaPlayer=Kantaris Media Player
KingsoftOffice=Kingsoft Office 2013
KMPlayer=KMPlayer
Last.FM=Last.FM
LastDownloadDir=Ultima destinazione download
LogFile=File dei rapporti di sistema
LogFiles=File dei rapporti
LogMeIn=LogMeIn
MagicISO=MagicISO
MailWasherPro=Mail Washer Pro
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
ManyCam=ManyCam
McAfeeAntiVirus=McAfee AntiVirus
MESCache=Cache del registro e degli aggiornamenti di MS Security Essentials
MetroCache=Cache di Windows Metro
Microsoft IE=MS Internet Explorer
MicrosoftEdge=MS Edge
MicrosoftIE=MS Internet Explorer
MicrosoftSilverlight=Microsoft Silverlight
MirandaInstantMessenger=Miranda Instant Messenger
MozillaFireFox=Mozilla Firefox
MSEdgeCache=Cache internet di MS Edge
MSEdgeCookies=Cookie di MS Edge
MSEdgeDownloadHistory=Cronologia dei download di MS Edge
MSEdgeHistory=Cronologia di MS Edge
MSEdgeRecentlyTypedURLs=URL digitati recentemente nella barra degli indirizzi di MS Edge
MSEdgeSavedFormInformation=Cronologia dell'autocompletamento dei moduli di MS Edge (Dati privati non elencati)
MSEdgeSavedPasswords=Password salvate in MS Edge (Dati privati non elencati)
MSEdgeSession=Sessioni di MS Edge
MSN=Windows Live Messenger
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
MSOffice97=Microsoft Office 97
MSOfficeXP= Microsoft Office XP
MSOfficeXP=Microsoft Office XP
MSOneDrive=Microsoft One Drive
MSSearchHelper=MS Search Helper
MySpaceIM=MySpaceIM
Networkmapping=Cronologia dei drive mappati in rete
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
Notepad++=Notepad++
NoteXpad=NoteXpad
NVIDIAInstallFiles=NVIDIA Install Files
Office=Microsoft Office
OfficePicture=Microsoft Office Picture Manager
OfficeRecent=Cronologia file recenti di MS Office
ooVoo=ooVoo
OpenOffice=OpenOffice
Opera=Opera
OperaCache=Cache di Opera
OperaCookies=Cookie di Opera
OperaHistory=Cronologia di Opera
OperaPassword=Password salvate in Opera
OperaSessions=Sessioni di Opera
OperaSiteIcon=Icone del sito web di Opera
OperaURLHistory=URL digitati in Opera
OxygenXMLEditor=Oxygen XML Editor
Paint.net=Paint.net
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
PaintShopProXI=PaintShop Pro XI
PaleMoon=PaleMoon
PaleMoonCache=Cache di PaleMoon
PaleMoonCookies=Cookie di PaleMoon
PaleMoonDownloadHistory=Cronologia dei download di PaleMoon
PaleMoonHistory=Cronologia di PaleMoon
PaleMoonSavedFormInformation=Moduli salvati di PaleMoon
PaleMoonSession=Sessione di PaleMoon
PaleMoonSitePreferences=Preferenze del sito PaleMoon
Pando=Pando
PDFArchitect=PDF Architect
PDFCreator=PDFCreator
PerfectDisk=Perfect Disk
PhotodexProShowProducer=Photodex ProShow Producer
PhotoScape=PhotoScape
Picasa=Picasa
PicoZip=PicoZip
Pidgin=Pidgin
PKZip=PKZip
PowerISO=PowerISO
Prefetch=Vecchi dati di Windows Prefetch
QIHU360TotalSecurity=360 Total Security
QQ=Cache di Tencent QQ
QQImg=Immagini ricevute da Tencent QQ
QQPCMgr=QQPCManager
QQRFile=File ricevuti da Tencent QQ
QuickTimePlayer=QuickTime Player
RealPlayer=Real Player
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealPlayerSP=Real Player SP
RealVNC=RealVNC
Recentdocuments=Documenti recenti
Recyclebin=Svuotamento del Cestino
RegEdit=RegEdit
RegEditX=RegEditX
RemoteDesktop=File temporanei di Desktop Remoto
RunStartMenu=Cronologia della finestra ESEGUI (menu start)
Safari=Safari
SafariCache=Cache Internet di Safari
SafariCookies=Cookie di Safari
SafariHistory=Cronologia di Safari
SafariPass=Dati moduli salvati in Safari
SamsungKies=Samsung Kies
SearchList=Cronologia delle ricerche di Windows
Sketchup=Sketchup
Skype=Skype
SonyVegasPro=Sony Vegas Pro
SpywareTerminator=Spyware Terminator
StardockWindowBlinds=Stardock Window Blinds
Steam=Steam
SublimeText=Sublime Text
SunJava=Sun Java
SUPERAntiSpyware=SUPERAntiSpyware
SWiSH=SWiSH
SyncBackFree=SyncBack Free
syscache=File temporanei del sistema
SysTemp=File superflui creati da Windows
Systempatches=Patch del sistema
SystemTrace=Tracce d'uso di windows e delle applicazioni
Tag&Rename=Tag&&Rename
Tango=Tango
TeamSpeak=TeamSpeak
TeamViewer=TeamViewer
tempfiles=File temporanei
TencentQQGame=Tencent QQGame
TextPad=TextPad
TheBat=TheBat
ThumbCache=Cache delle anteprime
Thunder=Thunder
ThunderXMP=Thunder XMP
TraceClean=Tracce d'uso nel computer
TraryNotify=File temporanei delle icone nell'area di notifica
TrashClean=File superflui nel computer
TUGZip=TUGZip
TypeInternet=Navigazione su internet
TypeMedia=Multimedia
TypeOtherApp=Altre applicazioni
TypeSystem=Sistema Windows
TypeWComponents=Componenti di Windows
UltraEdit=UltraEdit
UltraISO=UltraISO
UniversalExtractor=Universal Extractor
UserDefine=Regole per la pulizia personalizzate dall'utente
UserTemp=File superflui creati da applicazioni
uTorrent=uTorrent
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
VirtualCloneDrive=Virtual Clone Drive
VirtualDJ=VirtualDJ
VirtualDub=VirtualDub
Vivaldi=Vivaldi
VivaldiCache=Cache di Vivaldi
VivaldiCookies=Cookie di Vivaldi
VivaldiForm=Moduli salvati in Vivaldi
Vivaldilocalstorage=Archiviazione locale di Vivaldi
VivaldiSavedpasswords=Password salvate in Vivaldi
VivaldiSession=Sessione di Vivaldi
VLCMediaPlayer=VLC Media Player
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
WinDiff=WinDiff
WindowsComponents=Componenti di Windows
WindowsDefender=Windows Defender
WindowsMediaPlayer=Windows Media Player
WindowsMovieMaker=Windows Movie Maker
WindowsPaint=Windows Paint
WindowsSysCache=Cache di Sistema di Windows
WindowsSystem=Sistema Windows
WindowsWordpad=Windows Wordpad
WinInstallerCache=Cache di Windows Installer
WinLiveToolbar=Windows Live Toolbar
WinPatrol=WinPatrol
WinRar=WinRar
WinSxsBackup=Copie di riserva di alcuni file della cartella WinSxs
WinZip=WinZip
WLM=Windows Live Messenger
WondershareVideoConverter=Wondershare Video Converter
Xfire=Xfire
XMLSpy=XML Spy
XnView=XnView
YahooMessage=Yahoo Message
YahooMessenger=Yahoo Messenger
YahooToolbar=Yahoo Toolbar
Yandex=Yandex
YandexCache=Cache di Yandex
YandexCookies=Cookie di Yandex
YandexForm=Moduli salvati in Yandex
YandexLocalstorage=Archiviazione locale di Yandex
Yandexpass=Password salvate in Yandex
YandexSession=Sessione di Yandex
YY=DuoWan YY
ZipMagic=ZipMagic
Zune=Zune

[Type]
UserDefine=Definito da utente
ZeroFile=File vuoti - 0 byte
WinSetupLog=File di registro degli errori di installazione di Windows
NtUninstall=Disinstallazione sorgenti degli aggiornamenti Windows
InvalidLnk=Collegamenti non validi
UserTemp=File in cartelle temporanee di Utenti
WinTemp=File in cartelle temporanee di Windows
RecentFiles=Collegamenti a file recenti
PatchSource=Sorgenti di Windows Update
TempFile=File temporanei
fcwdir=File creati da processi di download
tfcbp=File temporanei creati da programmi
sdrf=File di ripristino creati durante la scansione dei dischi
OldFile=Vecchi file
outdatedfile=File non aggiornati
fcwhfir=File creati durante l'uso della Guida di windows
Ncfile=File della cache dei newsgroup
Backupfile=File di backup
WBfile=File di backup di MS Word
CCbswahf=File creati durante la ricerca nella Guida di windows
whtf=File temporanei della guida di Windows
Logfile=File di registro
LLogfile=File di registro creati da applicazioni o servizi di sistema
Errorfile=File di errore
Wmdf=Rapporti dei crash di sistema di Win2000/XP
bcomf=Copie di backup di file modificati
Indexfile=File indice
ifcbsiotitpbs=File indice creati dal sistema per velocizzare la ricerca di immagini
Tfcds=File temporanei creati durante le installazioni dei software
Intermediatefile=File intermedi
chkfile=File recuperato

[AutoClean]
DiskSaved=di spazio su disco recuperato
Title=Congratulazioni!
TraceCleanned=di tracce d'uso eliminate

[Skin]
SkinDefault=Predefinita
SkinGray=Grigia
SkinOrange=Arancione
SkinCustom=Personalizzata
SkinColor=Colore personalizzato del tema

[AutoUpdate]
CurrentFile=File corrente:
Canceling=Sto annullando...
CANCEL=Annulla
Ready=Pronto per il download

[EUASK]
regcaption=Registrati
logincaption=Accedi
FrmEuaskLogin.lblJoin.Caption=Unisciti a Euask
FrmEuaskLogin.lblSign.Caption=Iscriviti a Euask
FrmEuaskLogin.lblnick.Caption=NomeUtente:
FrmEuaskLogin.lbl1.Caption=Password:
FrmEuaskLogin.btnlogin.caption=Accedi
FrmEuaskLogin.btnregister.Caption=Registrati
FrmEuaskLogin.btnpwd.Caption=Password scordata?
FrmEuaskLogin.WiseLabel1.Caption=NomeUtente:
FrmEuaskLogin.WiseLabel2.Caption=Password:
FrmEuaskLogin.btnreg.caption=Registrati
FrmEuaskLogin.WiseSimpleButton1.Caption=Accedi
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Non ora
inputuser=Inserisci nome utente e password.